/* Alert
   badFolderAlert */
"Default Folder Changed" = "La carpeta predeterminada ha cambiado";

/* plugin name */
"Google Drive" = "Google Drive";

/* badFolderAlert
   OK */
"OK" = "Aceptar";

/* No comment provided by engineer. */
"Please check your internet connection or your Google Drive settings and permissions and try again." = "Comprueba la conexión a internet o la configuración y los permisos de Google Drive y vuelve a intentarlo.";

/* pick folder title */
"Please select a folder before uploading." = "Selecciona una carpeta antes de la carga.";

/* Sign in */
"Sign In..." = "Iniciar sesión...";

/* Sign out */
"Sign Out" = "Cerrar sesión";

/* Alert Message
   badFolderAlert */
"The default folder no longer exists. Please select a new default folder." = "La carpeta predeterminada ya no existe. Selecciona una nueva carpeta predeterminada.";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "El enlace a tu captura está listo para ser pegado.";

/* No comment provided by engineer. */
"Unable to share to Google Drive" = "No es posible compartir en Google Drive";

/* plugin button tooltip */
"Upload the capture to Google Drive for image or video hosting." = "Carga la captura en Google Drive y aloja imágenes o vídeos.";

